Repository: smittestopp/smittestoppios
Catalog: Corona/Resources/*.lproj/Localizable.strings
Languages: nb

# Onboarding.TokenExpired.Title
source: Could not verify phone number
nb: Klarte ikke verifisere telefonnummer

# Onboarding.TokenExpired.Description
source: The phone number could not be verified. Please go through the phone number registration again.
nb: Det skjedde en feil under registreringen av telefonnummeret. Vennligst gå igjennom registreringen igjen.

# Onboarding.AgeVerification.Error.Title
source: An error has occurred.
nb: En feil har oppstått.

# Onboarding.AgeVerification.Error.InvalidAge
source: You need to be at least 16 years of age to use Smittestopp.
nb: Du må være over 16 år for å bruke denne appen.

# Onboarding.Permissions.Title
source: Permissions
nb: Tillatelser

# Onboarding.Permissions.Description
source: Help us stop the spread of coronavirus by giving us permission to use the following:
nb: Hjelp oss å stoppe smitten av koronaviruset ved å gi oss tillatelse til å bruke følgende:

# Onboarding.Permissions.Location.Title
source: Location services
nb: Stedstjenester

# Onboarding.Permissions.Location.Description
source: See the location of your device. Set Location Services to “Always”.
nb: Se posisjonen til enheten din. Sett stedstjenester til “alltid”.

# Onboarding.Permissions.Bluetooth.Description
source: See the location of your device in relation to other devices.
nb: Se posisjonen til enheten din i relasjon til andre enheter.

# Onboarding.Permissions.Notifications.Title
source: Notifications
nb: Varslinger

# Onboarding.Permissions.Notifications.Description
source: Smittestopp will notify you when it is connected and working.
nb: Smittestopp varsler om den er tilkoblet og gjør jobben sin.

# Onboarding.Permissions.AllowButton.Title
source: Allow
nb: Tillat

# Onboarding.Permissions.AllowButton.LocationAccessibilityLabel
source: Allow location services
nb: Tillat stedstjenester

# Onboarding.Permissions.AllowButton.BluetoothAccessibilityLabel
source: Allow bluetooth
nb: Tillat Bluetooth

# Onboarding.Permissions.AllowButton.NotificationsAccessibilityLabel
source: Allow notifications
nb: Tillat varslinger

# Onboarding.Permissions.AlreadyAllowedButton.Title
source: Allowed
nb: Tillatt

# Onboarding.Permissions.AlreadyAllowedButton.LocationAccessibilityLabel
source: Already allowed location
nb: Stedstjenester er tillatt

# Onboarding.Permissions.AlreadyAllowedButton.BluetoothAccessibilityLabel
source: Already allowed bluetooth
nb: Bluetooth er tillatt

# Onboarding.Permissions.AlreadyAllowedButton.NotificationsAccessibilityLabel
source: Already allowed notifications
nb: Varslinger er tillatt

# Onboarding.Permissions.NotEnoughPermissions.Location
source: The app requires location to warn you if you've been near someone who has been infected. Please go to Settings and turn on the Location permission.
nb: Appen trenger din posisjon for varsle deg dersom du har vært i nærkontant med noen som har blitt smittet. Vennligst gå til innstillinger og tillat stedstjenester.

# Onboarding.Permissions.NotEnoughPermissions.Bluetooth
source: The app requires Bluetooth to warn you if you've been near someone who has been infected. Please go to Settings and turn on the Bluetooth permission.
nb: Appen trenger Bluetooth for å varsle deg dersom du har vært i nærkontakt med noen som har blitt smittet. Vennligst gå til innstillinger og aktiver Bluetooth.

# Onboarding.Permissions.NotEnoughPermissions.Notifications
source: The app can send you notifications about connectivity and accessibility. Please go to Settings and turn on the Notification permission.
nb: Appen kan sende deg varslinger om tilkobling og tilgjengelighet. Vennligst gå til innstillinger og tillat varsler.

# Onboarding.Permissions.NotEnoughPermissions.GoToSettingsButton.Title
source: Go to Settings
nb: Til innstillinger

# Monitoring.ThankYou.Title
source: Thank you for helping
nb: Takk for at du hjelper til!

# Monitoring.ThankYou.Description
source: You will be contacted if you have been in contact with, or close to, someone who has been confirmed as being infected with coronavirus (if the infected person has also downloaded the Smittestopp app)
nb: Du blir kontaktet hvis du har vært i kontakt med, eller i nærheten av, noen som blir bekreftet smittet av koronaviruset. (hvis den smittede også har lastet ned Smittestopp)

# Monitoring.Header.FullyActivated
source: Fully enabled
nb: Fullt aktivert

# Monitoring.Header.PartiallyActivated
source: Partly enabled
nb: Delvis aktivert

# Monitoring.Header.NotWorking
source: Deactivated
nb: Ikke aktivert

# Monitoring.Header.Deactivated
source: Disabled
nb: Appen er deaktivert

# Monitoring.Instructions.Bluetooth.Off.Global
source: <b>Thank you for helping. If you enable Bluetooth, you can help out even more.</b><br/><br/>Please go to Settings on your iPhone:
nb: <b>Takk for at du hjelper til, aktiverer du Bluetooth kan du hjelpe enda mer</b><br/><br/>Vennligst gå til innstillinger på din iPhone:

# Monitoring.Instructions.Bluetooth.Off.Local
source: <b>Smittestopp does not have access to Bluetooth</b><br/><br/>Press the “Open Settings” button and grant Smittestopp access:
nb: <b>Appen har ikke tilgang til Bluetooth</b><br/><br/>Trykk på “åpne innstillinger” knapp og vennligst gi tilgang:

# Monitoring.Instructions.GPS.Off.Global
source: <b>Thank you for helping. If you enable Location services, you can help out even more.</b><br/><br/>Please go to Settings on your iPhone:
nb: <b>Takk for at du hjelper til, aktiverer du Stedstjenester kan du hjelpe enda mer</b><br/><br/>Vennligst gå til innstillinger på din iPhone:

# Monitoring.Instructions.GPS.Off.Local
source: <b>Smittestopp does not have access to Location Services</b><br/>Press the “Open Settings” button and grant Smittestopp access:
nb: <b>Appen har ikke tilgang til Stedstjenester</b><br/>Trykk på “åpne innstillinger” knapp og vennligst gi tilgang:

# Monitoring.Instructions.BluetoothAndGPS.Off.Global.PartOne
source: <b>Bluetooth and Location Services are not in use</b><br/><br/>Please go to Settings and Privacy on your iPhone:
nb: <b>Bluetooth og Stedstjenester er ikke i bruk.</b><br/><br/>Vennligst gå til Innstillinger og Stedstjenester på din iPhone:

# Monitoring.Instructions.BluetoothAndGPS.Off.Local.PartOne
source: <b>Smittestopp does not have access to Location Services or Bluetooth</b><br/><br/>Press the “Open Settings” button and grant Smittestopp access:
nb: <b>Appen har ikke tilgang til Stedstjenester og Bluetooth</b><br/><br/>Trykk på “åpne innstillinger” knapp og vennligst gi tilgang:

# Monitoring.Instructions.Location
source: Location Services
nb: Stedstjenester

# Monitoring.Instructions.Always.On
source: Set to “always”
nb: Sett til “alltid”

# Monitoring.Instructions.Turn.On
source: Turn “On”
nb: Skru “På”

# Monitoring.Instructions.Privacy
source: Privacy
nb: Personvern

# Monitoring.Instructions.Settings
source: Settings
nb: Instillinger

# Monitoring.Instructions.OpenSettings.Button.Title
source: OPEN SETTINGS
nb: ÅPNE INNSTILLINGER

# Monitoring.RestartMonitoring.Description
source: When Smittestopp is disabled, the app cannot be used to track corona infection. We need your help!
nb: Når Smittestopp ikke er aktivert, kan appen ikke brukes til å spore koronasmitte. Vi trenger din hjelp!

# Monitoring.RestartMonitoring.Button.Title
source: RESTART MONITORING
nb: AKTIVER APP

# Monitoring.ShareApp.Button.Title
source: SHARE THE APP
nb: DEL APPEN

# Monitoring.ShareApp.Button.Description
source: If you want to contribute more, share Smittestopp with others:
nb: Vil du bidra mer, del Smittestopp videre:

# Monitoring.AgeVerification.Button.Title
source: REGISTER AGE
nb: REGISTRER ALDER

# Monitoring.AgeVerification.Button.Description
source: Your age is not verified. To continue using Smittestopp you have to verify that you are at least 16 years old.
nb: Din fødselsdato er ikke bekreftet. For å fortsette og bruke Smittestopp må du bekrefte at du er minst 16 år.

# Info.Title
source: Information about coronavirus and digital tools
nb: Informasjon om koronavirus og digitale verktøy

# Info.Link.Information
source: Stay up to date with facts and advice about coronavirus
nb: Hold deg oppdatert om fakta og råd om koronaviruset

# Info.Link.Smittestopp
source: Read more about the Smittestopp app
nb: Les mer om Smittestopp

# Info.Text.DigitalTools
source: Digital tools:
nb: Digitale verktøy:

# Info.Link.StoredData
source: See what data Smittestopp has stored about you
nb: Se hvilke opplysninger Smittestopp har lagret om deg

# Info.Link.SelfReport
source: Self-reporting of symptoms
nb: Selvrapportering av symptomer

# Settings.Title
source: Settings
nb: Innstillinger

# Settings.AppVersion
source: App version
nb: App versjon

# Settings.User.Title
source: My phone
nb: Min telefon

# Settings.User.LogoutButton.Title
source: LOG OUT
nb: LOGG UT

# Settings.User.Logout.Title
source: Log out
nb: Logg ut

# Settings.User.Logout.Message
source: Are you sure you want to log out?
nb: Er du sikker på at du vil logge ut?

# Settings.Authorizations.Title
source: Services
nb: Tjenester

# Settings.Authorization.Monitoring.OnTitle
source: App enabled
nb: App aktivert

# Settings.Authorization.Monitoring.OffTitle
source: App disabled
nb: App deaktivert

# Settings.Authorization.Monitoring.OnAccessibilityLabel
source: Monitoring is enabled
nb: App er aktivert

# Settings.Authorization.Monitoring.OffAccessibilityLabel
source: Monitoring is disabled
nb: App er deaktivert

# Settings.Support.Title
source: Customer support
nb: Kundestøtte

# Settings.Notifications.Title
source: SMS notification
nb: SMS-varsel

# Settings.Notifications.Button.Title
source: SHOW VALIDATION CODE
nb: VIS VALIDERINGSKODE

# Settings.DeleteAllMyDataButton.Title
source: ERASE ALL MY DATA
nb: SLETT ALLE MINE DATA

# Settings.DeleteAllMyDataError
source: An error occurred. Please try again later or contact customer support if the issue persists.
nb: En feil oppstod. Vennligst prøv igjen.

# Settings.DeleteAllMyDataConfirmation.Title
source: Are you sure?
nb: Er du sikker?

# Settings.DeleteAllMyDataConfirmation.Message
source: If we erase all your data, we will not be able to know if you have been in contact with anyone who is infected with coronavirus or be able to notify you about this. This will increase the number of unrecorded cases in the national data and make it difficult to stop the spread of coronavirus.
nb: Hvis vi sletter all dataen din, vil vi ikke kunne vite om du har vært i kontakt med en som er smittet av Koronaviruset, og heller ikke ha mulighet til å varsle deg om dette. Dette vil bidra til mørketall i oversikten og gjøre det vanskelig å hindre spredning.

# PrivacyPolicy.Title
source: Privacy Policy
nb: Personvernerklæring

# PrivacyPolicy.DeclineButton.Title
source: Decline
nb: Avslå

# PrivacyPolicy.AcceptButton.Title
source: Accept
nb: Aksepterer

# PrivacyPolicy.DeclineConfirmation.Title
source: Are you sure?
nb: Er du sikker?

# PrivacyPolicy.DeclineConfirmation.Description
source: If you do not accept the privacy policy, the app will not be able to collect any data and will not work.
nb: Hvis du ikke aksepterer personvernerklæringen vil ikke appen fungere.

# PrivacyPolicy.DeclineConfirmation.DeclineButton.Title
source: Yes, decline
nb: Ja, avslå

# PrivacyPolicy.DeclineConfirmation.AcceptButton.Title
source: Accept
nb: Tillat

# AgeVerification.Confirmed.Title
source: Thank you!
nb: Takk!

# AgeVerification.Confirmed.Message
source: You are registered with the following date of birth:
nb: Du er registrert med følgende fødselsdato:

# AgeVerification.Explanation.Description
source: Why do you need to register your date of birth?
nb: Hvorfor må du registrere fødselsdato?

# AgeVerification.Explanation.Title
source: Why do you need to register your date of birth?
nb: Hvorfor må du registrere fødselsdato?

# AgeVerification.Explanation.Message
source: If you are under the age of 16, we are not allowed to let you use this app. You must register your date of birth so that we can be sure that you are old enough to use it.
nb: Er du under 16 år har vi ikke lov til å la deg bruke denne appen. Du må derfor registrere din fødselsdato slik at vi kan være sikre på at du er gammel nok til å bruke den.

# Tab.Settings
source: Settings
nb: Innstillinger

# Notification.BluetoothOff
source: Bluetooth is off. Turn on Bluetooth to continue helping track COVID-19 infections.
nb: Bluetooth er avslått. Skru på Bluetooth for å hjelpe spore smitte.

# Notification.NewVersionAvailable
source: A new version of Smittestopp is available.
nb: En ny versjon av Smittestopp er tilgjengelig.

# Notification.DataDeleted
source: Your data was deleted. Tap to register again.
nb: Din data har blitt slettet. Trykk for å registrere på nytt.

# Loading.Title
source: Loading…
nb: Lasting pågår…

# Error.Title
source: Error
nb: Feil

# Error.Description
source: Please try again.
nb: Vennligst prøv igjen.

# ConfirmButton.Title
source: Confirm
nb: Bekreft

# CancelButton.Title
source: Cancel
nb: Avbryt

# DeleteButton.Title
source: Erase
nb: Slett

# CloseButton.Title
source: Close
nb: Lukk
